import React from 'react';

const Contacts = () => (
  <div className="container">
    <h2>КОНТАКТЫ</h2>
    <div>
      <p>
        Самовывоз
        Вы можете получить свой заказ самостоятельно в одном из наших магазинов
        в г. Киев, Днепр.
        В этом случае Вы можете не только оплатить товар на месте, но и вместе с проверкой
        работоспособности техники получить консультации по пользованию ею от квалифицированных
        продавцов-консультантов.

        Службой доставки Новая Почта в отделение
        Свой заказ Вы получите в офисе перевозчика в Вашем или близлежащем городе.

        Оплата услуг доставки товара и обратной доставки денег осуществляется покупателем при
        получении. Стоимость этих услуг формируется по тарифам перевозчика.

        Службой доставки Новая Почта курьером по адресу
        Курьер Новой почты доставит Ваш заказ по указанному Вами адресу.

        При выборе данного метода доставки оплата товара не может быть совершена в наличной форме
        или наложенным платежом.

        Оплата услуг доставки товара осуществляется покупателем при получении. Стоимость доставки
        формируется по тарифам перевозчика.

        Вся техника перед отправкой проверяется на работоспособность, комплектность и
        / соответствующим образом упаковывается.
      </p>
    </div>
  </div>
);

export default Contacts;
