import React from 'react';

const Shops = () => (
  <div className="container">
    <h2>МАГАЗИНЫ</h2>
    <div>
      <p>
        Интернет-магазин abcphotoМагазины
        Магазины
        ИНТЕРНЕТ-МАГАЗИН
        пн - пт: с 10:00 до 19:00

        0 800 21 21 50

        КИЕВ
        ул. Б. Васильковская (Красноармейская), 132 (Вход со двора)

        пн - пт: с 10:00 до 19:00

        сб: с 10:00 до 16:00

        показать на карте

        ДНЕПР
        ул. Харьковская, 7

        пн - сб: с 10:00 до 19:00

        вс: с 10:00 до 18:00

        показать на карте

        info@abcphoto.com.ua
      </p>
    </div>
  </div>
);

export default Shops;